Repository: sofyayulpatova/students
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: lv

source: Логин
lv: Login

source: Пароль
lv: Parole

source: Вход
lv: Ienākt

source: Войти
lv: Ienākt

source: Главная
lv: Mājas

source: Уроки
lv: Mācība

source: Домашняя работа
lv: Mājasdarbs

source: Тесты
lv: Tests

source: Выйти
lv: Iziet

source: Ученики
lv: Students

source: Мои программы
lv: Manas programmas

source: Панель управления
lv: Panelis

source: Библиотека
lv: Bibliotēka

source: Cтуденты
lv: Students

source: Все студенты
lv: Visi Studenti

source: Сейчас у вас есть
lv: Tagad jums ir

source: студентов
lv: studenti

source: программ
lv: programmas

source: Новое ДЗ
lv: Jaunu Mājasdarbu

source: Содержание задания
lv: Uzdevuma saturs

source: Новый урок
lv: Jauna Nodarbība

source: Название урока
lv: Nodarbības nosaukums

source: Курс
lv: Kurss

source: Содержание урока
lv: Nodarbības saturs

source: Редактировать ДЗ
lv: Rediģēt Mājasdarbu

source: Название домашней работы
lv: Mājasdarbu nosaukums

source: Редактировать урок
lv: Rediģēt nodarbību

source: Редактировать профиль
lv: Rediģēt profilu

source: Ваше имя и фамилия
lv: Jūsu vārds un uzvārds

source: Специализация
lv: Specialitāte

source: Стоимость занятий
lv: Nodarbības izmaksas

source: Контакты
lv: Kontakts

source: О себе
lv: Par sevi

source: Образование
lv: Izglītība

source: Опыт работы
lv: Darba pieredze

source: Последняя попытка
lv: Pēdējais mēģinājums

source: Скачать файл
lv: Lejupielādēt failu

source: Оценить
lv: Novērtēt

source: Ученик еще не загрузил домашнее задание
lv: Students vēl nav augšupielādējis mājasdarbu

source: Хочу связаться
lv: Palieciet kontaktā

source: Домашние задания
lv: Mājasdarbs

source: Материалы
lv: Materiāls

source: Загрузить материалы
lv: Lejupielādēt materiāli

source: Посмотреть все
lv: Skatīt visu

source: Удалить программу?
lv: Dzēst programmu

source: Да
lv: Jā

source: Нет
lv: Nē

source: Программы
lv: Programs

source: новая программа
lv: jauna programma

source: Добавить программу
lv: Pievienot programmu

source: Название программы
lv: Programmas nosaukums

source: Описание программы
lv: Programmas apraksts

source: Создать
lv: Izveidot

source: Телефон
lv: Tālrunis

source: Удалить ученика?
lv: Dzēst students?

source: Студенты
lv: Students

source: Понедельник
lv: Pirmdiena

source: Вторник
lv: Otrdiena

source: Среда
lv: Trešdiena

source: Четверг
lv: Ceturtdiena

source: Пятница
lv: Piektdiena

source: Суббота
lv: Sestdiena

source: Воскресенье
lv: Svētdiena

source: Добавить ученика
lv: Pievienot studentu

source: Имя ученика
lv: Studenta vārds

source: Логин ученика
lv: Studentu pieteikšanās

source: Расписание
lv: Grafiks

source: Тест
lv: Test

source: Не найдено
lv: Nav atrasts

source: Страница не найдена
lv: Lapa nav atrasta

source: Давайте вернемся в начало
lv: Atpakaļ uz sākumu

source: На главную
lv: Mājas

source: Неожиданная ошибка
lv: Negaidīta kļūda

source: Что-то пошло не так
lv: Kaut kas nogāja greizi

source: Все тесты
lv: Visi testi

source: Вертикальная ориентация
lv: Vertikālā orientācija

source: Описание
lv: Apraksts
